chapter19/webapp/WEB-INF/classes/com/baobaotao/ws/server/springws/request_soap.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body>
        <forum:getRefinedTopicCountRequest xmlns:forum="http://www.baobaotao.com/ws/server/springws/schema/messages/v1">
            <forum:startDate>2011-05-01</forum:startDate>
            <forum:endDate>2011-05-31</forum:endDate>
        </forum:getRefinedTopicCountRequest>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>

